{
 "presentation.title": "Reading jump",
 "presentation.abstract": "This is a search engine service that provides quality information and reads it to you while you're busy driving, cooking or even resting!",
 "command.search.no.terms": "If you want to activate the searching service, tell me,{{ . }} Alexa, search. ",
 "presentation.getting.started.introduction": "I will briefly explain the basics of this program.{{ . }}{{ . }} Memorize the most important verbs of this service: search, read{{ . }} ,{{ . }} jump. ",
 "presentation.getting.started.obvious": "To search, it searches{{ . }} to read, it reads{{ . }} to jump, it jumps{{ . }}{{ . }}... he, he, he. I'm going to repeat it. Search, read, jump. ",
 "presentation.getting.started.jocking": "The rabbit searches for a carrot recipe but does not know how to read, just knows how to jump. Heh, heh, heh, how bad are the robots making these jokes?",
 "command.search.with.terms": "If you want to search something specific, tell me, {{ . }} \"Alexa, search blank\". Fill in the blank with the keyword of your interest. ",
 "command.read.with.number": "After I search for the words you have indicated, I will return a numbered list with the corresponding title. Tell me,{{ . }} Alexa, read, and the result number you want to read. And then I'll select the first group of paragraphs and start reading them. ",
 "command.reading.jump": "If you don't like the paragraphs and you wish to fast-forward, tell me, {{ . }} Alexa, jump. ",
 "command.reading.next": "If you want to move to the next group of paragraphs, you can also command, {{ . }} Alexa, next. ",
 "command.reading.repeat": "If you want me to repeat the last paragraphs of the content that I have read, tell me, {{ . }} Alexa, repeat. ",
 "command.reading.back": "To go back to the groups of paragraphs of the content that I have read to you, tell me, {{ . }} Alexa, back. ",
 "command.reading.list": "If you want to return to the list of results of your last search, tell me, {{ . }} Alexa, list. ",
 "presentation.finish": "Well, that's all of my introduction, you can start searching. It's your turn, tell me, {{ . }} Alexa, search",
 "warning.after.pause": "{{ whisper }} Pause. To continue, tell me, {{ . }} Alexa, continue {{ end whisper }}",
 "warning.no.search.results": "I am very sorry, but I have not found any results. ",
 "warning.no.search.results(searchTerms(%s))": "I'm sorry, I didn't find any results with %s",
 "warning.no.more.paragraphs": "Sorry, I can not continue reading because I still can not find any text to read in the selected result. You can ask me to jump to the next result by saying {{ . }} Alexa, jump. If you want to come back to the list, tell me {{ . }} Alexa, list. ",
 "warning.something.unexpected": "Sorry, something strange has happened ... I have no results to list, or you have asked to read a result number that is not within the search range. If you want to look for something else, command: {{ . }} Alexa, search, and the words you want to search. ",
 "warning.something.unexpected.after.pause": "I'm sorry, my mind has gone blank after that pause",
 "warning.something.unexpected.on.backwards": "I apologize, I don't remember what I was reading so I cannot go back",
 "warning.something.unexpected.on.forward": "I apologize, I don't remember what I was reading so I cannot go forward",
 "warning.forward.into.candidate.out.of.bounds(index(%s))": "I have read all the content of the last result, number %s. There is no more content to read. ",
 "warning.no.search.results.empty.list": "The result list is empty",
 "warning.no.more.paragraphs.but.children": "There are no more text for this result, but I found links to other results that may interest you. I am going to add them to the list of your results. These are the new titles: ",
 "warning.no.more.paragraphs.but.children.already.in.list": "I've already read this before and this page has no remaining content. It only has links, which I've already added to your last search list. ",
 "warning.search.exception": "Oops,... An unexpected error happened while I was searching. Please try again. ",
 "dialog.search.what": "What would you like to search for?",
 "dialog.fallback.search.what": "You have to ask me to search for something first. ",
 "dialog.search.want.other": "You can search for something else. ",
 "warning.session.exit.due.error": "An error occurred and the session is going to end. ",
 "salutation.bye.1": "See you",
 "salutation.bye.2": "Bye",
 "warning.candidate.has.no.elements.(index(%s))": "The search result number %s either does not have any readable content or you have already read everything. I will read the next result. ",
 "response.search.results.(terms(%s),count(%d))": "I searched %s, and I found %s results",
 "response.search.result.only.one.(terms(%s))": "I searched %s, and I found only one result",
 "response.search.result.listing.(index(%s),title(%s),domain(%s))": "Search result number %s, titled, %s, published in, %s",
 "warning.no.candidate.for.this.index.(index(%s),start(%s),end(%s))": "I do not remember giving you the number %s in the list of results. The list of results start at the number %s and has a total of %s results. ",
 "warning.no.search.in.this.session.yet": "You must ask me to search for something first. ",
 "dialog.do.you.want.to.continue": "I've finished part of the content, do you want to continue?",
 "configuration.alternative.voice": "Matthew",
 "warning.candidate.has.bad.words.(index(%s))": "Apparently the search result number %s contains some offensive or profane words and I cannot follow reading it. I'm going to read the next result. ",
 "warning.search.terms.has.bad.words": "I'm sorry, I cannot search for such offensive words. "
}