{
    "presentation.title": "Salta y lee",
    "presentation.abstract": "Este es un servicio de búsqueda en internet que lista los resultados y entra a leerlos para tí.",
    "command.search.no.terms": "Para ir directamente al servicio de búsqueda, dime,{{ . }} Alexa, buscar.",
    "presentation.getting.started.introduction": "Voy a explicarte el funcionamiento básico brevemente.{{ . }}{{ . }} Memoriza bien los verbos más importantes de este servicio: buscar,{{ . }} leer,{{ . }} saltar.",
    "presentation.getting.started.obvious": "Buscar, busca{{ . }} leer, lee{{ . }} saltar, salta{{ . }}{{ . }}... {{ whisper }}ji, ji, ji{{ end whisper }}. Trataba de hacerte una broma que te servirá para memorizar buscar, leer y saltar.",
    "presentation.getting.started.jocking": "El conejo busca una receta de zanahoria pero no sabe leer, solo sabe saltar. Je, je, je, qué malos somos los autómatas haciendo bromas...",
    "command.search.with.terms": "Si quieres buscar algo concreto, dime,{{ . }} Alexa, busca, y las palabras de lo que quieras buscar",
    "command.read.with.number": "Cuando he buscado por las palabras que me has indicado, te devuelvo una lista numerada con los títulos de los resultados que he obtenido. Dime,{{ . }} Alexa, lee, y el número de resultado que quieras entrar a leer.",
    "command.reading.next": "Después de pedirme de entrar en uno de los resultados numerados, entro a leer su contenido. Selecciono los primeros párrafos del contenido y empiezo a leer. Cuando termino los párrafos que he seleccionado me paro. Puedes decirme,{{ . }} Alexa, siguiente,{{ . }} para que continúe en el siguiente contenido.",
    "command.reading.jump": "Si los párrafos del contenido que he seleccionado no te gustan y quieres ir hacia adelante rápidamente, dime,{{ . }} Alexa, salta.",
    "command.reading.repeat": "Puedes pedirme que te repita los últimos párrafos del contenido que te he leído, dime,{{ . }} Alexa, repetir.",
    "command.reading.back": "Para ir hacia atrás entre los grupos de párrafos del contenido que te he leído, dime,{{ . }} Alexa, atrás.",
    "presentation.finish": "Y bien, esta era mi introducción, ya puedes empezar a buscar. Te toca a tí, dime,{{ . }} Alexa, buscar",

    "notice.after.pause": "{{ whisper }}Pausa.{{ end whisper }}. Para continuar dime,{{ . }} Alexa, continuar",
    "notice.no.search.results": "Lo siento mucho, pero no he encontrado ningun resultado con por las palabras que me has pedido.",

    "warning.no.more.paragraphs": "Disculpa, no puedo continuar leyendo porque sigo sin encontrar texto para leer en el resultado seleccionado. Puedes pedirme de saltar otra vez con la orden,{{ . }} Alexa salta. O también puedes volver leer cualquier otro resultado con la orden,{{ . }} Alexa lee, y el número de resultado que quieras leer. O, también puedes volver a buscar otra cosa con la orden,{{ . }} Alexa buscar, y las palabras que quieras buscar.",
    "warning.something.unexpected": "Disculpa, algo raro ha pasado... o no encuentro tu última búsqueda, o no veo que queden más resultados en ella,  o has pedido leer un número de resultado que no está dentro del rango de búsqueda. Si quieres buscar otra cosa, dame la orden: Alexa buscar, y las palabras que quieras buscar.",

    "warning.no.more.paragraphs.but.children": "Este resultado no tiene más texto que te pueda leer, pero mientras leía he encontrado enlaces a otros resultados que te pueden interesar. Te los voy a añadir a la lista de resultados, estos son los nuevos títulos:",
    "warning.no.more.paragraphs.but.children.already.in.list": "Ya habías pasadp por este resultado que no tiene contenido pero tenía algunos enlaces a otros resultados que ya te he añadido a la lista de resultados de tu última búsqueda.",

    "warning.search.exception": "Ups..., ha ocurrido un error inesperado durante la búsqueda. Te recomiendo repetir la búsqueda.",

    "dialog.search.what": "¿Qué quieres buscar?",
    "dialog.search.want.other": "¿Quieres probar a buscar otra cosa?",

    "notice.session.exit.due.error": "Ha ocurrido un error y la sesión se va a cerrar.",

    "salutation.bye.1": "Hasta pronto.",
    "salutation.bye.2": "Adiós.",

    "notice.candidate.has.no.elements.(index(%s))": "El resultado de búsqueda número %s o no dispone de contenido legible o ya se ha leído todo. Salto a leer el siguiente resultado.",

    "response.search.result.listing.(index(%s),title(%s))": "Resultado de búsqueda número %s, titulado, %s",

    "notice.no.candidate.for.this.index.(index(%s),start(%s),end(%s))": "No recuerdo haberte dado el número %s en la lista de resultados. La lista de resultados empieza en el número %s y tiene un total de %s resultados.",
    "notice.no.search.in.this.session.yet": "En esta sesión todavía no has buscado nada y por lo tanto no puedo ofrecerte ningún resultado."
}